[
    {
        "model": "division_core.skill",
        "pk": 1,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 1,
            "skill_variant_name": "Firestarter",
            "skill_variant_description": "The firestarter canister sends out flammable, near-invisible gas. These gas clouds can be ignited with any spark—bullet impacts, enemies firing their weapons inside the cloud, explosions or even enemies running into them while on fire. If you combine multiple clouds over a large area, you can create devastating chain reactions."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 2,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 1,
            "skill_variant_name": "Riot Foam",
            "skill_variant_description": "This skill fires a canister with riot control foam that disperses on impact. The foam is sticky, heavy, and it expands rapidly. Anyone affected by the foam is stuck in place for a period of time, but the hardened foam can be destroyed to break them free.\r\n\r\nThe Riot Foam variant uses dark beige-colored canisters. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 3,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 1,
            "skill_variant_name": "Oxidizer",
            "skill_variant_description": "The Oxidizer fires a canister that emits a cloud of corrosive chemicals. The chemical cloud lingers for a long time and efficiently eats away at the armor and health of enemies caught within its radius, as well as damage devices such as health stations, turrets, and drones. The Oxidizer's canisters are colored purple. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 4,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 1,
            "skill_variant_name": "Reinforcer",
            "skill_variant_description": "The Reinforcer fires a projectile that detonates and disperses an armor repairing cloud. If this powder hits you or your teammates, it restores an amount of your armor. Powder that sticks on the ground grants armor restoration over time. You have the ability to heal your friends very fast, or even yourself over time. Reinforcer variant uses green-colored canisters.  "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 5,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 2,
            "skill_variant_name": "Decoy",
            "skill_variant_description": "No Variants"
        }
    },
    {
        "model": "division_core.skill",
        "pk": 6,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 3,
            "skill_variant_name": "Striker",
            "skill_variant_description": "As suggested by the name, this is an offensive version of the Drone. Built for combat, the Striker possesses a turret that inflicts continuous damage upon its target. This drone can receive remote orders from its controller to attack specific targets, or it will automatically target nearby enemies. The Striker Drone's indicator lights are the iconic Division orange, and a miniature turret is attached at the bottom."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 7,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 3,
            "skill_variant_name": "Defender",
            "skill_variant_description": "The Defender is a defensive drone that protects its owner by utilizing an experimental microwave directed emitter. It attempts to deflect incoming bullets with microwave bursts, creating an invisible barrier. However, each bullet deflected reduces its duration, and it is incapable of defending itself from enemy fire. It can, however, be ordered to guard friends or other friendly skill items. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 8,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 3,
            "skill_variant_name": "Bombardier",
            "skill_variant_description": "This drone can perform a bombing run across a long area. The drone flies to an area designated by the player and drops a barrage of explosives as it strafes from one end of the zone to the other. Why need air support when you can use this mod and go on the offensive. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 9,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 3,
            "skill_variant_name": "Fixer",
            "skill_variant_description": "This supportive drone repairs armor over time. You can choose whether you want it to fly next to you and passively repair your armor, or choose a friendly target whose armor needs repairing, including other damaged skills. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 10,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 4,
            "skill_variant_name": "Blinder",
            "skill_variant_description": "Blinder Fireflies deliver a payload that temporarily blinds targets, similar to a flash-bang grenade. While this deals no damage, blinded enemies can be vulnerable to other attacks as they often stagger around out of cover. Blinders can also target up to four enemies without mods, as opposed to the maximum of three for the other variants. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 11,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 4,
            "skill_variant_name": "Burster",
            "skill_variant_description": "Burster Fireflies attach small explosive charges to each of their targets. If two of these targets approach each other, the charges will detonate, which also sets off the charges on any other target of the Burster. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 12,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 4,
            "skill_variant_name": "Demolisher",
            "skill_variant_description": "Demolisher Fireflies target enemy weak-points, often destroying them outright. This effect can be very powerful, as certain enemies will be unable to use their abilities if their weak-points are destroyed. They can also target enemy skill proxies like turrets and detonate environmental explosives. Demolishers cannot target enemies that have no weak-points (such as the Assault archetypes). "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 13,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 5,
            "skill_variant_name": "Stinger",
            "skill_variant_description": "Stinger Hives emit micro-drones that swarm hostile targets who enter their range, inflicting damage and targeting weak spots, destroying them efficiently. Stinger micro-drones also cause some enemies to bleed and flail about while they are under attack from the hive, preventing them from attacking or taking other actions."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 14,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 5,
            "skill_variant_name": "Restorer",
            "skill_variant_description": "When the Restorer Hive detects missing armor on a friendly agent in its range, it deploys micro-repair drones towards the agent. On impact, an amount of armor is repaired. The micro-drones on the Restorer variant glow a bright green. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 15,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 5,
            "skill_variant_name": "Booster",
            "skill_variant_description": "The Booster Hive enhances agents by sending out micro-drones that administer stimulants to increase their combat efficiency — boosting weapon handling, movement and other physical capabilities of the agent by roughly 20%. Booster stimulants last for 20 seconds. The micro-drones on the Booster variant glow a slightly dim yellow."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 16,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 5,
            "skill_variant_name": "Reviver",
            "skill_variant_description": "When deployed, the Reviver Hive can revive allies within a specific radius on the ground. Unlike the other variants, Reviver Hives are not autonomous and must have their micro-drones manually activated by the agent; an agent can also charge up the micro-drones to increase the health and armor an ally revives with. Reviver Hives will also deploy automatically and revive an agent carrying one if they are downed, so long as the hive is not cooling down.  "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 17,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 5,
            "skill_variant_name": "Artificer",
            "skill_variant_description": "Exclusive to the new \"Technician\" specialization, the Artificer Hive shoots out fast-acting micro-drones to deployed skills (including other Hives), repairing them, temporarily boosting their performance\/damage, and extending their duration. The micro-drones on the exclusive Artificer variant glow the Dark Zone purple.  "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 18,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 6,
            "skill_variant_name": "Scanner",
            "skill_variant_description": "The Scanner pulses the surrounding area for hostiles and visually highlights them on the agent's HUD. It sends out a single pulse centered on the player agent that marks enemies within the radius, and has longer range than the Remote Pulse"
        }
    },
    {
        "model": "division_core.skill",
        "pk": 19,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 6,
            "skill_variant_name": "Remote",
            "skill_variant_description": "A throwable version of the Standard Pulse that allows for scanning things in a remote area. This device can be either thrown to a new location, or set on the ground under the player, where it will provide multiple pulses over time in a smaller area. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 20,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 6,
            "skill_variant_name": "Jammer",
            "skill_variant_description": "This mod is similar to the tech that Hunters use. This mod discharges an EMP blast disabling all active enemy tech in the area. The longer the user charges the skill, the larger the EMP's radius will be, it does not detect enemies, but applies the \"Disrupted\" status effect to all enemies within its radius."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 21,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 6,
            "skill_variant_name": "Banshee",
            "skill_variant_description": "This mod is the signature skill to the new Gunner Specialization: This mod sends out a forward pulse, ignoring cover and pushing enemies out of their cover by confusing them. The Banshee Pulse has a battery extension on the bottom of the ISAC Brick, and a range extension cap on top of its orange receiver."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 22,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 6,
            "skill_variant_name": "Achilles",
            "skill_variant_description": "This mod identifies the weakness for your opponents. The weakness can be either exploited or can be focus fired upon for extra damage. This mod can be obtained from Faye Lau in the End of Watch. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 23,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 7,
            "skill_variant_name": "Explosive",
            "skill_variant_description": "This classic seeker mine chases the target that it will either track automatically but can also be given a specific target at the agent's choosing, then detonates with a staggering explosion that causes enemies to bleed. However, it can be avoided as there is a slight arming time before it explodes. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 24,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 7,
            "skill_variant_name": "Airburst",
            "skill_variant_description": "This mine rolls to your designated area and then launches an explosive burst into the air at head height of the enemy when reaching proximity. Any enemies caught within the mine's blast zone are inflicted with burn damage and status. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 25,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 7,
            "skill_variant_name": "Mender",
            "skill_variant_description": "Similar to the Reinforcer Chem Launcher, this friendly little seeker mine releases repair chemicals. These chemicals form a cloud that repairs your armor or that of an ally. If you have not chosen a specific target for the Mender Seeker Mine, allies that lose all their armor are automatically targeted by the mine. This is the Specialist skill for the Survivalist Specialization. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 26,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 7,
            "skill_variant_name": "Cluster",
            "skill_variant_description": "The Cluster contains a number of smaller charges in one package, each capable of propelling itself. When deployed, each of the smaller mines picks a target and sets off towards it. However, these smaller mines are easier to avoid as they do not have room for advanced tracking equipment and cannot adjust their destination if their target moves."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 27,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 8,
            "skill_variant_name": "Bulwark",
            "skill_variant_description": "The Bulwark is the standard shield that veteran agents might recognize from the first game. The shield provides full-body protection and restricts agents to using only their sidearm. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 28,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 8,
            "skill_variant_name": "Crusader",
            "skill_variant_description": "This shield mod lets you use an Assault Rifle, Shotgun, or an SMG. This is a lighter version of the Ballistic Shield but, as it only covers your upper body and does not cover your legs or your head."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 29,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 8,
            "skill_variant_name": "Reflector",
            "skill_variant_description": "The reflector mod for the ballistic shield makes the shield reflect incoming attacks to a specified point, but only allows for pistols to be used while it is equipped. This also provides a smaller area of protection than even the Bulwark, as it is only covering the center of the chest, similar to the Crusader mod. "
        }
    },
    {
        "model": "division_core.skill",
        "pk": 30,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 8,
            "skill_variant_name": "Striker",
            "skill_variant_description": " Exclusive to the Firewall Specialization; Modified Crusader Shield, allows the K8 JetStream Flamethrower signature weapon to be used while equipped. In addition, the Striker Shield boosts the damage of the user and all allies behind them based on the number of enemies in front of the shield."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 31,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 9,
            "skill_variant_name": "Explosive ",
            "skill_variant_description": " Reward for killing rogue agent James Dragov. Shoots an adhesive payload that causes panic in targets, and can be remote detonated to cause a large explosion."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 32,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 9,
            "skill_variant_name": "Burn",
            "skill_variant_description": " Reward for killing rogue agent Vivian Conley. Shoots an adhesive payload that burns the target and creates a flame that can ignite nearby hostiles. It can be remote detonated to burn a large area. Applies Burn status effect on affected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 33,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 9,
            "skill_variant_name": "EMP",
            "skill_variant_description": " Reward for killing Season 1 Prime Target: Rogue agent Molly \"Jupiter\" Henderson. Shoots an adhesive payload that disrupts the target continuously. It can be remote detonated to create a large EMP Blast. Applies Disrupt status effect on affected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 34,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 10,
            "skill_variant_name": "Shock",
            "skill_variant_description": " Reward for killing rogue agent Javier Kajika. Scatters a minefield of small devices capable of shocking targets moving in their proximity. Applies Shock status effect on affected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 35,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 10,
            "skill_variant_name": "Repair",
            "skill_variant_description": "Reward for killing Season 2 Prime Target: Rogue agent Carter \"Hornet\" Leroux. Scatters a minefield of small devices capable of healing friendlies in their proximity. Applies Status Effect Immunity for 10s when in Overcharge mode."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 36,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 10,
            "skill_variant_name": "Shrapnel",
            "skill_variant_description": "Reward for defeating Season 3 Prime Target: BTSU Leader Bardon Schaeffer. Scatters a minefield of small explosive device that can attach to any surface (including enemies) and then detonate based on enemy proximity. Applies Bleed status effect on affected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 37,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 11,
            "skill_variant_name": "Assault",
            "skill_variant_description": "Armed with a submachine gun, automatically tracks and attacks hostile targets, but can be manually overridden to target a specific enemy."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 38,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 11,
            "skill_variant_name": "Incinerator",
            "skill_variant_description": "Armed with a flamethrower, manually controlled by the agent to dispense streams of flame in a forward-facing cone. Applies Burn status effect on affected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 39,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 11,
            "skill_variant_name": "Sniper",
            "skill_variant_description": "Armed with a marksman rifle, fires high-caliber rounds at manually selected targets."
        }
    },
    {
        "model": "division_core.skill",
        "pk": 40,
        "fields": {
            "created_at": "2023-06-18T18:54:39.239Z",
            "updated_at": "2023-06-18T18:54:39.239Z",
            "user": 1,
            "skill_id": 11,
            "skill_variant_name": "Artillery",
            "skill_variant_description": " Exclusive to the Demolitionist Specialization; Launches ordinance at manually targeted locations."
        }
    }
]